<?php

//////////////////////////////////////////////////////////////
//===========================================================
// addremote_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_panel'] = 'Вида на акаунта не е избран.';
$l['no_domain_name'] = 'Името на домейна не е уточнена';
$l['no_username'] = 'Потребителско име на акаунта не е';
$l['no_password'] = 'Паролата на акаунта не е уточнена';
$l['invalid_panel'] = 'Неправилен вид акаунт е подаден';
$l['invalid_domain'] = 'Невалидно име на домейн е подадено';
$l['domain_exists'] = 'Домейнът вече съществува';
$l['no_paths'] = 'Не може да се определи директория. Това може да се дължи на неправилна информация, дадени тук.';

$l['<title>'] = 'Добави отдалечен сайт';
$l['header'] = 'Добави отдалечен сайт';
$l['done'] = 'Отдалечения сайт е добавен успешно';
$l['choose_type'] = 'Вида на акаунта';
$l['choose_type_exp'] = 'Моля изберете типа на акаунта, който имате';
$l['submit'] = 'Добави отдалечен сайт';
$l['domain_name'] = 'Име на домейн';
$l['domain_name_exp'] = 'Домейнът по тази сметка, където обектите ще бъдат публикувани';
$l['username'] = 'Акаунт потребителско име';
$l['username_exp'] = 'Потребителското име на акаунта';
$l['password'] = 'Парола на акаунта';
$l['password_exp'] = 'Паролата на акаунта. Това <b> НЯМА </b> да се съхранява навсякъде.';
$l['return_overview'] = 'Назад към преглед';


