<?php

//////////////////////////////////////////////////////////////
//===========================================================
// editremote_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_panel'] = 'Вида на акаунта не е избран.';
$l['no_domain_name'] = 'Име на домейн не е уточнено';
$l['no_username'] = 'Потребителското име на акаунта не е уточнено';
$l['no_password'] = 'Паролата на акаунта не е уточнена';
$l['invalid_panel'] = 'Невалиден тип акаунт е изпратен';
$l['invalid_domain'] = 'Невалиден тип домейн е изпратен';
$l['domain_exists'] = 'Домейнът вече съществува';
$l['no_paths'] = 'Не можа да се определи директорията. Това може да се дължи на неточна информация тук.';
$l['invalid_remote_id'] = 'Invalid Remote Site ID';

$l['<title>'] = 'Редактиране на отдалечения сайт';
$l['header'] = 'Редактиране на отдалечения сайт';
$l['done'] = 'Отдалечения сайт е редактиран успешно';
$l['choose_type'] = 'Вид на акаунта';
$l['choose_type_exp'] = 'Моля изберете вида на акаунта който имате';
$l['submit'] = 'Редактиране на отдалечения сайт';
$l['domain_name'] = 'Домейн име';
$l['domain_name_exp'] = 'Домейнът на този акаунт, където ще бъдат публикувани на сайтовете';
$l['username'] = 'Потребителско име на акаунт';
$l['username_exp'] = 'Потребителското име на акаунт';
$l['password'] = 'Парола на акаунт';
$l['password_exp'] = 'Парола на акаунт. Това <b>НЯМА</b> да се съхранява навсякъде.';
$l['return_overview'] = 'Назад към преглед';

