<?php

//////////////////////////////////////////////////////////////
//===========================================================
// help_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_email'] = 'Няма посочен email adres';
$l['wrong_email'] = 'Посоченият email не е валиден';

//Theme Strings
$l['<title>'] = APP.' - Помощ';
$l['faq'] = 'Често задавани въпроси';

$l['help_soft'] = 'Какво е Softaculous?';
$l['help_soft_ans'] = 'Softaculous е автоматичен инсталатор. Softaculous помага на потребителите да инсталират безплатни/opensource софтуери за минути. Всеки потребител може да инсталира софтуер, наличен в Softaculous, без да се налага да изтегли/качва/променя всички файлове. Освен това ние сме създали възможност на потребителя да избере софтуера, който е най-добрият с показвайки им рейтинги, гласуван от потребители, които вече са тествали и използвали софтуери. С една дума, Softaculous просто помага да инсталирате софтуера много по-бързо.';

$l['help_install'] = 'Как да инсталирате софтуера?';
$l['help_install_ans'] = 'Инсталиране на софтуер с използване на Softaculous е много просто. След избора на софтуер, кликнете върху <b>Инсталирай</b> раздела на този софтуер. Просто попълнете данните, изисквани в него и щракнете върху Инсталирай. Инсталирането на софтуера завърши. <br />
Софтуера изисква да бъде инсталиран използвайки своите собствени функции за настройка след това Softaculous просто ще копирате необходимите файлове, както и осигуряване на връзка към страницата за настройка на този софтуер.';

$l['help_err_ins'] = 'Получавам съобщение за грешка при инсталиране на софтуера?';
$l['help_err_ins_ans'] = 'Грешите при инсталиране на софтуер попринцип са <b>въвеждане на грешни данни</b>. Например може да сте въвели грешен имейл адрес, директория или база данни която вече съществува. В такъв случай просто да предоставите валиден имейл адрес, директория и база данни. Ако проблемите продължават, моля свържете се с администратора на сървъра';

$l['help_support'] = 'Къде можете да получите поддръжка за софтуера?';
$l['help_support_ans'] = 'Softaculous не предвижда поддръжка за каквато и да е вид софтуер. Ако искате поддръжка за софтуера, моля, посетете техните сайтове за поддръжка. Връзките на поддръжка на сайтове ще бъдат на разположение в <b>Преглед</b> таба 	на съответния софтуер.';

$l['help_rem'] = 'Как да премахнете софтуера?';
$l['help_rem_ans'] = 'За да премахнете софтуера, отидете на <b>Преглед</b> на този софтуер. Там в <b>Актуални инсталации</b>, кликнете върху връзката Премахване на инсталацията, която искате да премахнете. След това тя ще покаже страница, показваща някои опции. Изберете опциите, като предварително сте избрали и кликнете върху <b>Премахване на инсталация</b>. Моля, имайте предвид, че тези действия са необратими и след изтриване на инсталацията тя не ще бъде предоставена отново.';

$l['help_ratings'] = 'Какви са софтуерни рейтингите?';
$l['help_ratings_ans'] = 'Softaculous дава възможност на потребителите да гласуват за софтуер. Така че рейтингите на софтуер, които виждате са гласовете, дадени от отделни потребители като вас. Тя дава възможност на един нов потребител, за да изберете най-добрия софтуер в определена категория.';

$l['help_rate'] = 'Как можете да оцените софтуер?';
$l['help_rate_ans'] = 'Рейтинг на софтуер е доста проста. Просто кликнете върху раздела рейтинги. Тя ще отвори нова страница, показваща рейтингите на този софтуер. Изберете рейтингите, които желаят да дам на този софтуер и кликнете върху Изпращане Оценки.';

$l['help_demos'] = 'Къде можете да видите демото на софтуера?';
$l['help_demos_ans'] = 'Демо връзка ще бъде дадена за всеки софтуер, така че всъщност можете да видите и използвате софтуера, преди да я инсталирате. Демото може да бъде на разположение на съответния сайт софтуери или Softaculous сайт демо.';

