<?php

//////////////////////////////////////////////////////////////
//===========================================================
// publish_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_remote'] = 'Не е посочен отдалечен сайт';
$l['no_password'] = 'Не е посочена парола';
$l['error_f0'] = 'Има грешка при свързване към отдалечен сайт';
$l['error_f-1'] = 'Има грешка при свързване към отдалечен сайт';
$l['error_f-2'] = 'Има грешка при свързване към отдалечен сайт';
$l['error_f-3'] = 'Има грешка в променящите се директории (FTP)';
$l['error_fmkdir'] = 'Не може да направи отдалечена директория';
$l['error_fchdir'] = 'Има грешка в променящите се директории (FTP)';
$l['error_sql_export'] = 'Не може да изнесе MySQL база данни';
$l['error_up_myexec'] = 'Има грешка при качването на MySQL dumper';
$l['error_sql_create'] = 'Не може да се създаде база данни на отдалечения сайт';
$l['error_sql_seldb'] = 'Не може да бъде избрана база данни';
$l['error_sql_conn'] = 'Има грешка при свързване с отдалечената база данни MySQL';
$l['error_sql_query'] = 'Има грешка при изпълнение на някои MySQL запитвания';
$l['error_makezip'] = 'Не може да компресирате файловете';
$l['error_u_pclzip'] = 'Не може да качите ZIP библиотеката';
$l['error_u_ftp'] = 'Не може да качите на FTP библиотека';
$l['error_u_files'] = 'Има грешка при качването на ZIP файлове';
$l['error_u_exec'] = 'Има грешка при качването на UNZIP библиотека';
$l['error_u_unzip'] = 'Не може да разархивирайте ZIP файлове на отдалечения сайт';
$l['checking_data'] = 'Проверка на предоставените данни';
$l['connecting_site'] = 'Свързване към отдалечен сайт';
$l['exporting_db'] = 'Експортиране на базата данни';
$l['uploading_db'] = 'Качване на базата данни';
$l['packing_files'] = 'Опаковка на файловете';
$l['configuring_files'] = 'Конфигуриране на файловете';
$l['uploading_libs'] = 'Качване на AMPPS библиотеки';
$l['uploading_files'] = 'Качване на файлове';
$l['cleaning_up'] = 'Почистване';
$l['finishing_process'] = 'Довършителни за публикуването на процеса';
$l['invalid_insid'] = 'Invalid Installation ID';
$l['invalid_script'] = 'Invalid Script ID';
$l['no_publish_support'] = 'Publish is not supported for this script';
$l['no_remote_site'] = 'Remote Site not found';

$l['<title>'] = 'Публикуване на инсталация';
$l['header'] = 'Публикуване на апликация';
$l['done'] = 'Поздравления, инсталацията е публикувана успешно'; 
$l['choose_account'] = 'Отдалечен размер';
$l['choose_account_exp'] = 'Изберете отдалечен акаунт, където искате да публикувате тази инсталация';
$l['dir'] = 'В директория';
$l['dir_exp'] = 'Директория е по отношение на вашия домейн и <strong>не трябва да съществува</strong>. Например за да инсталирате на адрес http://mydomain/dir/ напишете <strong>dir</strong>. За да инсталирате на адрес http://mydomain/ оставете празно.';
$l['password'] = 'Парола на акаунт';
$l['password_exp'] = 'Парола на отдалечен сървър';
$l['publishins'] = 'Публикуване на инсталация';
$l['succesful'] = 'Инсталирането на &soft-1; е успешно публикуван в ';
$l['admin_url'] = 'Административен URL';
$l['enjoy'] = 'Надяваме се, че този процес е бърз и лесен.';
$l['publish_notes'] = 'По-долу са някои важни бележки. Препоръчително е да ги прочетете ';
$l['please_note'] = '<b>ВНИМАНИЕ</b>: '.APP.' е просто автоматичен инсталатор на софтуер и не предоставя никаква подкрепа за отделните софтуерни пакети. Моля посетете уеб сайта за поддръжка на софтуера!';
$l['regards'] = 'Поздрави';
$l['softinstaller'] = APP.' инсталатор';
$l['return'] = 'Назад към преглед';


