<?php

//////////////////////////////////////////////////////////////
//===========================================================
// remote_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['<title>'] = 'Списък на отдалечения сайт';
$l['header'] = 'Вашите отдалечени сайтове';
$l['no_remote'] = 'Няма отдалечеи сайтове. <a href="'.$globals['ind'].'act=addremote">Добави отдалечен сайт</a>';
$l['deleted'] = 'Отдалечения сайт е изтрит от нашата база данни';
$l['site_type'] = 'Вид';
$l['site_domain'] = 'Домейн';
$l['site_username'] = 'Потребител';
$l['site_options'] = 'Опции';
$l['add_new'] = 'Добави отдалечен сайт';
$l['edit'] = 'Редактирай';
$l['remove'] = 'Изтрий';
$l['del_conf'] = 'Сигурен ли сте, че искате да премахнете този отдалечен сайт?';


