<?php

//////////////////////////////////////////////////////////////
//===========================================================
// userindex_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

//Theme Strings
$l['<title>'] = 'Безопасен AMPPS - Powered by Softaculous';
$l['ampps_secure'] = 'Безопасен AMPPS';
$l['question'] = 'Искате ли вашият AMPPS да е надежден?';
$l['ques_yes'] = 'Да';
$l['ques_no'] = 'Не';
$l['set_pass'] = 'Задаване на парола:';
$l['retype_pass'] = 'Повтори парола:';
$l['note'] = 'ВНИМАНИЕ: Ако искате AMPPS да бъде подсигурен, трябва да зададете парола. Така че всеки път, когато посетите панела AMPPS, той ще ви попита за парола.';
$l['pass_set'] = 'Паролата е зададена. Сега вашият AMPPS е обезопасен';
$l['is_secure'] = 'Вашият AMPPS в момента е ';
$l['set_notify'] = 'Задаване на парола само ако искате да смените паролата си';
$l['ampps_secured'] = 'Паролата е зададена успешно';
$l['ampps_unsecured'] = 'Избрали сте вашият AMPPS да бъде необезопасен';
$l['lbl_home'] = 'Обратно към начало';

//Error
$l['no_setpass'] = 'Полето за парола е празно';
$l['no_retypepass'] = 'Полето за повтаряне на парола е празно';
$l['no_match'] = 'Полетата за парола и повтори парола не съвпадат';


