<?php

//////////////////////////////////////////////////////////////
//===========================================================
// sync_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_data'] = 'Изглежда, че няма данни за друга автоматична инсталация да бъде намерена в профила ви';

//Theme Strings
$l['<title>'] = $globals['sn'].' - '.APP.' - Синхронизация/Внасяне';
$l['import_soft'] = 'Синхронизация/Внасяне софтуер';
$l['script_name'] = 'Име наскрипт';
$l['script_url'] = 'URL';
$l['softsubmit'] = 'Синхронизация/Внасяне';
$l['nothing_checked'] = 'Не сте избрали скрипт, за да се синхронизира/внесе в нашите архиви.';
$l['congrats'] = 'Поздравления, софтуерът е синхронизиран/внесен успешно';
$l['succesful'] = 'Те са успешно синхронизирани/внесени в';
$l['admin_url'] = 'Админ URL';
$l['enjoy'] = 'Надяваме се, че процеса на синхронизиране/внасяне беше лесен.';
$l['import_notes'] = 'По-долу са някои важни бележки. Препоръчително е да ги прочетете ';
$l['please_note'] = '<b>ВНИМАНИЕ</b>: '.APP.' е просто автоматичен инсталатор и не предоставя никаква поддръжка за софтуерни пакети. Моля посетете уеб сайта за поддръжка на софтуера!';
$l['regards'] = 'Поздравеи';
$l['softinstaller'] = APP.' автоматичен инсталатор';
$l['return'] = 'Назад към главното меню';


