<?php

//////////////////////////////////////////////////////////////
//===========================================================
// addremote_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_panel'] = 'Тип аккаунта не выбран.';
$l['no_domain_name'] = 'Доменное имя не указано';
$l['no_username'] = 'Имя пользователя не указано';
$l['no_password'] = 'Пароль аккаунта не указан';
$l['invalid_panel'] = 'Указано некорректно имя пользователя';
$l['invalid_domain'] = 'Указано некорректное имя домена';
$l['domain_exists'] = 'Домен уже существует';
$l['no_paths'] = 'Невозможно определить пути. Такое может быть из-за некорректной предоставленной тут информации.';

$l['<title>'] = 'Добавить удалённый сайт';
$l['header'] = 'Добавить удалённый сайт';
$l['done'] = 'Удалённый вебсайт успешно добавлен';
$l['choose_type'] = 'Тип учётной записи';
$l['choose_type_exp'] = 'Пожалуйста, выберите тип вашей учётной записи';
$l['submit'] = 'Добавить удалённый сайт';
$l['domain_name'] = 'Имя домена';
$l['domain_name_exp'] = 'Домен на этом аккаунте, где сайты будут опубликованы';
$l['username'] = 'Имя пользователя аккаунта';
$l['username_exp'] = 'Имя пользователя аккаунта';
$l['password'] = 'Пароль аккаунта';
$l['password_exp'] = 'Пароль аккаунта. Он <b>НЕ БУДЕТ</b> нигде сохранён.';
$l['return_overview'] = 'Вернуться к обзору';


