<?php

//////////////////////////////////////////////////////////////
//===========================================================
// errorlog_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 4.1.8
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_tasks'] = 'В данный момент задачи отсутствуют.';

//Theme Strings
$l['<title>'] = APP.' - Список задач';
$l['errorlog_head'] = 'Список задач';
$l['current_tasks'] = 'Ниже приведены ваши активные задачи (за последний час)';
$l['finished'] = 'Завершено';
$l['invalid_ssk'] = 'Не валидный ключ статуса';




