<?php

//////////////////////////////////////////////////////////////
//===========================================================
// listsoftwares_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_conn'] = 'Нет связи с серверами '.APP.'. Пожалуйста, повторите попытку позже. Приносим свои извинения за причиненные неудобства.';
$l['soft_free_note'] = 'В бесплатной версии '.APP.', функция сравнения и рейтинов различных программных-сценариев отключена. Однако вы можете посетить внешние ссылки, чтобы увидеть рейтинги программного обеспечения.';
$l['invalid_category'] = 'Не валидная категория';

//Theme Strings
$l['<title>'] = $globals['sn'].' - '.APP;
$l['install_button'] = 'Установить';
$l['demo_button'] = 'Демо';
$l['version'] = 'Версия';
$l['release_date'] = 'Дата выхода';
$l['rating'] = 'Рейтинг';
$l['outof'] = 'из 5';
$l['votes'] = 'голосов';
$l['from'] = 'из';
$l['reviews'] = 'отзыва(ов)';
$l['views'] = 'просмотра(ов)';
$l['support'] = 'Поддержка';
$l['demo'] = 'Демо';

