<?php

//////////////////////////////////////////////////////////////
//===========================================================
// ratings_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

//Theme Strings
$l['<title>'] = $globals['sn'].' - Рейтинг скриптов';
$l['script_ratings'] = 'Рейтинг скриптов';
$l['click_logo'] = 'Нажмите на логотип сценарии для просмотра/рейтинга скрипта.';

