<?php

//////////////////////////////////////////////////////////////
//===========================================================
// script_strings_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['ss'] = array();

// 'ss'stands for script strings
$l['ss']['err_php'] = 'Текущая версия PHP меньше требуемой версии 5.2.0!';
$l['ss']['err_phpver'] = 'Текущая версия PHP меньше требуемой версии <b>&soft-1;</b>!';
$l['ss']['err_php421'] = 'Текущая версия PHP меньше требуемой версии 4.2.1!';
$l['ss']['err_php510'] = 'Текущая версия PHP меньше требуемой версии 5.1.0!';
$l['ss']['err_php511'] = 'Текущая версия PHP меньше требуемой версии 5.1.1!';
$l['ss']['err_php512'] = 'Текущая версия PHP меньше требуемой версии 5.1.2!';
$l['ss']['err_php513'] = 'Текущая версия PHP меньше требуемой версии 5.1.3!';
$l['ss']['err_php516'] = 'Текущая версия PHP меньше требуемой версии 5.1.6!';
$l['ss']['err_php524'] = 'Текущая версия PHP меньше требуемой версии 5.2.4+!';
$l['ss']['err_php523'] = 'Текущая версия PHP меньше требуемой версии 5.2.3!';
$l['ss']['err_php525'] = 'Текущая версия PHP меньше требуемой версии 5.2.5!';
$l['ss']['err_php521'] = 'Текущая версия PHP меньше требуемой версии 5.2.1!';
$l['ss']['err_php526'] = 'Текущая версия PHP меньше требуемой версии 5.2.6!';
$l['ss']['err_php528'] = 'Текущая версия PHP меньше требуемой версии 5.2.8!';
$l['ss']['err_php5210'] = 'Текущая версия PHP меньше требуемой версии 5.2.10!';
$l['ss']['err_php5211'] = 'Текущая версия PHP меньше требуемой версии 5.2.11+!'; // To be translated
$l['ss']['err_php5213'] = 'Текущая версия PHP меньше требуемой версии 5.2.13!';
$l['ss']['ad_dir'] = 'Директория администратора';
$l['ss']['select_country'] = 'Выберите страну';
$l['ss']['select_timezone'] = 'Выберите часовой пояс';
$l['ss']['department'] = 'Департамент по умолчанию';
$l['ss']['special_character'] = 'Пробелы или спецсимволы запрещены';
$l['ss']['db_set'] = 'Настройки базы данных';
$l['ss']['db_pre'] = 'Префикс таблиц';
$l['ss']['ad_act'] = 'Аккаунт администратора';
$l['ss']['ad_name'] = 'Логин администратора';
$l['ss']['ad_pass'] = 'Пароль администратора';
$l['ss']['ad_email'] = 'Email администратора';
$l['ss']['err_no_token'] = 'Функции токенов не доступны!';
$l['ss']['err_mb'] = 'Функции мультибайтовых строк не доступны!';
$l['ss']['err_openconfig'] = 'Невозможно открыть конфигурационный файл';
$l['ss']['err_writeconfig'] = 'Невозможно записать конфигурационный файл';
$l['ss']['err_selectmy'] = 'База данных MySQL не может быть выбрана.';
$l['ss']['err_myconn'] = 'Соединение с MySQL не может быть установлено.';
$l['ss']['err_wrongemail'] = 'Некорректный адрес электронной почты.';
$l['ss']['err_ademail'] = 'Адрес электронной почтый не корректен.';
$l['ss']['settings'] = 'Настройки форума';
$l['ss']['name'] = 'Имя форума';
$l['ss']['name_exp'] = 'Имя вашего форума';
$l['ss']['email'] = 'Email форума';
$l['ss']['email_exp'] = 'Электронный ящик форума';
$l['ss']['mysql_pre'] = 'Префикс базы данных MySQL';
$l['ss']['utf8'] = 'Использовать кодировку UTF-8';
$l['ss']['utf8_exp'] = 'Используйте, если собираетесь работать с несколькими языками';
$l['ss']['err_openmy'] = 'Невозможно открыть файл с данными MySQL';
$l['ss']['err_makequery'] = 'Невозможно создать запрос';
$l['ss']['err_mynum'] = 'Ошибка MySQL';
$l['ss']['err_myerr'] = 'Ошибка MySQL';
$l['ss']['err_boardemail'] = 'Email форума не валидный';
$l['ss']['err_bugemail'] = 'Email багтрекера не валидный';
$l['ss']['err_feedbackemail'] = 'Email обратной связи не валидный';
$l['ss']['err_noreplyemail'] = 'Email для писем без ответа не валидный';
$l['ss']['site_con'] = 'Найстройка сайта';
$l['ss']['wiki_name'] = 'Имя вики';
$l['ss']['wiki_mail'] = 'Email вики';
$l['ss']['err_myfile'] = 'Невозможно открыть файл с данными MySQL.';
$l['ss']['err_ad_name'] = 'некорректно, так как пустое, IP, наклонная черта, длина, или нижний регистр.';
$l['ss']['site_set'] = 'Настройки сайта';
$l['ss']['site_name'] = 'Имя сайта';
$l['ss']['site_desc'] = 'Описание сайта';
$l['ss']['ad_lang'] = 'Выберите язык';
$l['ss']['select_lang'] = 'Выбор языка';
$l['ss']['site_desc_exp'] = 'Небольшое описание галереи';
$l['ss']['err_admin_userpass'] = 'Логин администратора и пароль должны содержать только цифры и буквы';
$l['ss']['acl_policy'] = 'Политика ACL';
$l['ss']['acl_0'] = 'Открытая вики';
$l['ss']['acl_1'] = 'Публичная вики';
$l['ss']['acl_2'] = 'Закрытая вики';
$l['ss']['acl_0_exp'] = 'Открытая вики - (чтение, запись, загрузка файлов для всех)';
$l['ss']['acl_1_exp'] = 'Публичная вики - (чтение для всех, запись и загрузка файлов для зарегистрированных пользователей)';
$l['ss']['acl_2_exp'] = 'Закрытая вики - (чтение, запись, загрузка файлов только для зарегистрированных пользователей)';
$l['ss']['real_name'] = 'Настоящее имя';
$l['ss']['err_realname'] = 'Настоящее имя не может содержать - ":"';
$l['ss']['err_adname'] = 'Имя администратора должно содержать только буквы и цифры';
$l['ss']['comp_name'] = 'Имя организации';
$l['ss']['err_username'] = 'Пользователь не может быть admin';
$l['ss']['f_name'] = 'Имя';
$l['ss']['l_name'] = 'Фамилия';
$l['ss']['sample_data'] = 'Импорт тестовых данных';
$l['ss']['data_dir'] = 'Директория данных Geeklog';
$l['ss']['data_dir_exp'] = 'Будет расположена в корневой директории вашего аккаунта. Не должна быть доступна через веб!';
$l['ss']['noreply_email'] = 'Email для писем, не требующих ответа';
$l['ss']['err_data_dir'] = 'Директория данных уже существует.';
$l['ss']['err_data_dir_ext'] = 'Директория данных не может быть извлечена.';
$l['ss']['err_data_dir_not'] = 'Директория данных не может быть найдена.';
$l['ss']['site_shortname'] = 'Короткое имя сайта';
$l['ss']['sitename'] = 'Имя сайта';
$l['ss']['mail_name'] = 'Имя списка рассылки';
$l['ss']['imap'] = 'Настройки IMAP';
$l['ss']['imap_ser'] = 'Адрес сервера';
$l['ss']['imap_port'] = 'Порт IMAP';
$l['ss']['imap_tls'] = 'TLS/SSL';
$l['ss']['smtp'] = 'Настройки SMTP';
$l['ss']['smtp_ser'] = 'Адрес сервера';
$l['ss']['smtp_port'] = 'Порт SMTP';
$l['ss']['smtp_tls'] = 'TLS/SSL';
$l['ss']['store_set'] = 'Настройки магазина';
$l['ss']['store_name'] = 'Имя магазина';
$l['ss']['ad_dir'] = 'Старая директория администратора';
$l['ss']['ad_dir_upg'] = 'Имя директории администратора вашей установки';
$l['ss']['store_owner'] = 'Владелец магазина';
$l['ss']['store_address'] = 'Адрес магазина';
$l['ss']['err_admin_folder'] = 'Имя директории администратора не может быть "admin" !';
$l['ss']['err_folder_not_exist'] = 'Директория администратора -'.optPOST('admin_folder').'- не существует. Пожалуйста, укажите корректную директорию!';
$l['ss']['err_admin_dir_upg'] = 'Директория администратора с указанным вами именем не существует!';
$l['ss']['store_desc'] = 'Описание магазина';
$l['ss']['err_pass'] = 'Пароль должен содержать 8 символов.';
$l['ss']['opening'] = 'Сообщение при открытии';
$l['ss']['err_no_short'] = 'Короткие теги (short tags) должны быть активны в PHP!.';
$l['ss']['err_pdo'] = 'Расширение pdo_mysql не загружено!';
$l['ss']['err_curl'] = 'Расширение CURL не загружено!';
$l['ss']['err_mcrypt'] = 'Расширение MCRYPT не загружено!';
$l['ss']['err_gd'] = 'Функции GD не активны';
$l['ss']['err_zlib'] = 'Функции ZLib не активны';
$l['ss']['err_safe_mode'] = 'Для продолжения установки требуется отключить Безопасный режим';
$l['ss']['err_no_iconv'] = 'Функции iconv не активны.';
$l['ss']['site_subtitle'] = 'Имя подкаста';
$l['ss']['campus'] = 'Имя кампуса';
$l['ss']['err_mysql'] = 'Версия MySQL ниже требуемой версии 4.0.0';
$l['ss']['err_xml'] = 'Функции XML не найдены.';
$l['ss']['site_email'] = 'Email сайта';
$l['ss']['license_key'] = 'Валидный лицензионный ключ';
$l['ss']['license_key_exp'] = 'Вы можете получить триальную лицензию здесь';
$l['ss']['err_license_invalid'] = 'Предоставленная лицензия не валидна. Пожалуйста, укажите валидную лицензию.';
$l['ss']['admin_name'] = 'Настоящее имя';
$l['ss']['err_passlen'] = 'Длина пароля должна быть 6 или более символов.';
$l['ss']['err_passlen7'] = 'Длина пароля должна быть 7 или более символов.';
$l['ss']['err_passlen14'] = 'The password length should be 14 or more characters';
$l['ss']['err_passlen8'] = 'Длина пароля должна быть 8 или более символов.';
$l['ss']['err_passlen10'] = 'Длина пароля должна быть 10 или более символов.';
$l['ss']['err_adminlen4'] = 'Длина имени пользователя должна быть 4 или более символов.';
$l['ss']['err_adminlen5'] = 'Длина имени пользователя должна быть 5 или более символов.';
$l['ss']['err_adminlen8'] = 'Длина имени пользователя должна быть 8 или более символов.';
$l['ss']['err_passlen5'] = 'Длина пароля должна быть 5 или более символов.';
$l['ss']['err_passlen92'] = 'Длина пароля должна быть менее 92 символов.';
$l['ss']['passnote'] = 'Минимум 6 символов';
$l['ss']['Sample_Data'] = 'Тестовые данные';
$l['ss']['first_forum'] = 'Первое имя форума';
$l['ss']['select_type'] = 'Тип сайта';
$l['ss']['realname'] = 'Имя';
$l['ss']['first_name'] = 'Имя';
$l['ss']['last_name'] = 'Фамилия';
$l['ss']['company_name'] = 'Название организации';
$l['ss']['ad_keyword'] = 'Ключевое слово (требуется для сброса пароля)';
$l['ss']['nick_name'] = 'Никнейм';
$l['ss']['multisite'] = 'Включить мультисайтовость (WPMU)';
$l['ss']['exp_multisite'] = 'Эта опция включит мультисайтовость вашего блога на WordPress. <br />Ваш сервер должен поддерживать Apache mod_rewrite для использования этой функции.';
$l['ss']['cookie_domain'] = 'Доменное имя Cookie';
$l['ss']['exp_cookie_domain'] = 'Домен cookie, используемый форумом. Если ваш форум имеет адрес http://www.mysite.com/forum, домен cookie должен быть .mysite.com';
$l['ss']['select_adm_lang'] = 'Выберите язык администратора';
$l['ss']['select_end_lang'] = 'Выберите язык сайта';
$l['ss']['err_php53'] = 'Текущая версия PHP меньше требуемой версии 5.3+';
$l['ss']['err_php54'] = 'Текущая версия PHP меньше требуемой версии 5.4+';
$l['ss']['err_php531'] = 'Текущая версия PHP меньше требуемой версии 5.3.1';
$l['ss']['err_php532'] = 'Текущая версия PHP меньше требуемой версии 5.3.2';
$l['ss']['err_php533'] = 'Текущая версия PHP меньше требуемой версии 5.3.3';
$l['ss']['err_php537'] = 'Текущая версия PHP меньше требуемой версии 5.3.7';
$l['ss']['err_php_com'] = 'ПО <b>&soft-1;</b> совместимо с версией PHP <b>&soft-2;+</b>';
$l['ss']['err_php53_com'] = 'не совместимо с версией PHP 5.3+';
$l['ss']['err_php54_com'] = 'не совместимо с версией PHP 5.4+';
$l['ss']['fancyurls'] = 'Включить Fancy URLs';
$l['ss']['exp_fancyurls'] = 'Эта настройка включит Fancy URLs в вашей инсталляции StatusNet.';
$l['ss']['conn_type'] = 'Тип соединения';
$l['ss']['exp_imap_ser'] = 'Пожалуйста, предоставьте адрес сервера, который вы хотите использовать. <br /> Ели вы хотите ввести его после установки, оставьте это поле <b>пустым</b>.';
$l['ss']['site_dom'] = 'Домен сайта';
$l['ss']['exp_site_dom'] = 'Доменное имя сайта, который вы хотите отслеживать.';
$l['ss']['in_set'] = 'Настройки входящей почты';
$l['ss']['out_set'] = 'Настройки исходящей почты';
$l['ss']['conn_protocol'] = 'Протокол соединения';
$l['ss']['ssl_protocol'] = 'Использовать SSL';
$l['ss']['host_ser'] = 'Адрес сервера';
$l['ss']['m_port'] = 'Порт';
$l['ss']['exp_in_host_ser'] = 'Пожалуйста, предоставьте адрес сервера входящей почты, который вы хотите использовать.<br />Вы можете позже изменить его в панели администрирования WebMail.';
$l['ss']['exp_out_host_ser'] = 'Пожалуйста, предоставьте адрес сервера исходящей почты, который вы хотите использовать.<br />Вы можете позже изменить его в панели администрирования WebMail.';
$l['ss']['shell_cmd'] = 'Детали команд оболочки';
$l['ss']['svn_location'] = 'Расположение Subversion';
$l['ss']['htpassword_cmd'] = 'Команда htpassword';
$l['ss']['exp_htpassword_cmd'] = 'Путь к файлу htpassword.';
$l['ss']['svn_cmd'] = 'Команда SVN';
$l['ss']['exp_svn_cmd'] = 'Путь к файлу SVN.';
$l['ss']['svnadmin_cmd'] = 'Команда Svnadmin';
$l['ss']['exp_svnadmin_cmd'] = 'Путь к файлу svnadmin.';
$l['ss']['svn_repos_loc'] = 'Расположение SVN репозитория';
$l['ss']['exp_svn_repos_loc'] = 'Путь к директории svn репозитория (без / на конце).';
$l['ss']['err_htpassword'] = 'Файл htpassword не существует.';
$l['ss']['err_svn_cmd'] = 'Файл SVN не существует.';
$l['ss']['err_svnadmin_cmd'] = 'Файл svnadmin не существует.';
$l['ss']['err_svn_config_dir'] = 'Директория с файлом конфигурации SVN не существует.';
$l['ss']['err_svn_repos_loc'] = 'Директория SVN репозитория не существует.';
$l['ss']['err_svn_passwd_file'] = 'Файл с паролем SVN не существует.';
$l['ss']['err_svn_access_file'] = 'Файл доступа к SVN не существует.';
$l['ss']['err_auto_upgrade'] = 'Процесс автообновления не может запустить утилиту обновления установки.';
$l['ss']['auto_upgrade_req_fail'] = 'Эта установка не удовлетворяет требованиям автообновления, поэтому не может быть обновлена автоматически.';
$l['ss']['auto_upgrade_wp_mu_fail'] = 'Установка Wordpress Multisite не удовлетворяет требованиям автообновления, поэтому не может быть обновлена автоматически.';
$l['ss']['password_nonumber'] = 'Пароль должен содержать как минимум один цифровой символ (0-9)';
$l['ss']['password_noupper'] = 'Пароль должен содержать как минимум одну заглавную букву.';
$l['ss']['err_license_suspended'] = 'Предоставленная вами лицензия заморожена/просрочена. Пожалуйста, свяжитесь с <a href="http://whmcs.com/get-support" target="_blank">поддержкой WHMCS</a>.';
$l['ss']['err_license_agreement'] = 'Для продолжения, пожалуйста, выберите чекбокс Лицензионного соглашения';
$l['ss']['err_empty_database'] = 'В базе данных уже содержатся таблицы. Удостоверьтесь, что база данных пуста';
$l['ss']['no_domain_verify'] = 'Невозможно получить доступ к вашему домену. Пожалуйста, убедитесь, что домен направлен на этот сервер и отсутствует файл .htaccess, препятствующий доступу к домену';
$l['ss']['err_usernamecheck'] = 'Имя пользователя может содержать только буквы, цифры, символы нижнего подчёркивания, и должен быть длиной от 3 до 20 символов.';
$l['ss']['f_webtag'] = 'Стандартный вебтег форума:';
$l['ss']['f_webtag_exp'] = 'Вебтег может содержать буквы A-Z, цифры 0-9 и нижнее подчёркивание.';
$l['ss']['err_underscore'] = 'Вебтег должен содержать буквы A-Z, цифры 0-9 и нижнее подчёркивание.';
$l['ss']['exp_ad_pass'] = 'Новый пароль. Оставьте пустым, если вы не хотите сбрасывать пароль';
$l['ss']['err_no_email'] = 'Пожалуйста, предоставьте email для сброса пароля';
$l['ss']['err_no_such_email'] = 'Email администратора не корректен и не существует!';
$l['ss']['err_no_username'] = 'Пожалуйста, укажите пользователя для сброса пароля';
$l['ss']['err_no_such_user'] = 'Имя пользователя администратора не корректно и не существует!';
$l['ss']['err_no_dbprefix'] = 'Невозможно определить префикс базы данных';
$l['ss']['err_alphanumpass8'] = 'Пароль должен содержать как минимум одну цифру, букву в верхнем регистре, букву в нижнем регистре, и быть длиной 8 или более символов';
$l['ss']['err_passdig8'] = 'Пароль должен быть минимум 8 символов с как минимум одной цифрой и одним спецсимволом.';
$l['ss']['err_passascii'] = 'Пароль должен содержать только ascii символы в диапазоне 0x21-0x7E .';
$l['ss']['err_passchar'] = 'Пароль должен содержать как минимум один буквенный символ (a-z, A-Z)';
$l['ss']['err_passspchar'] = 'Пароль должен содержать как минимум один спецсимвол, например, (!#$%&*@_~)';
$l['ss']['err_passsall'] = 'Пароль должен содержать как минимум одну цифру, букву в верхнем регистре, букву в нижнем регистре и один спецсимвол';
$l['ss']['err_pass_ocportal'] = 'Пароль должен быть как минимум 8 символов с комбинацией нижнего регистра, верхнего регистра, цифр, и знаков препинания.';
$l['ss']['err_invalid_username'] = 'В указанном имени пользователя присутствуют не валидные символы';
$l['ss']['admin_loginURL'] = 'URL входа администратора';

$l['ss']['version'] = 'Выберите версию';
$l['ss']['choose_version'] = 'Версия';
$l['ss']['choose_version_exp'] = 'Пожалуйста, выберите версию для установки';
$l['ss']['on'] = 'Вкл';
$l['ss']['off'] = 'Выкл';
$l['ss']['select_plugins'] = 'Выберите плагин(ы)';
$l['ss']['install_plugins'] = 'Установить плагин(ы)';
$l['ss']['loginizer'] = 'Ограничить попытки авторизации (Loginizer)';
$l['ss']['exp_loginizer'] = 'Защитите ваш сайт от брутфорс-атак, ограничив количество попыток авторизации для вашей установки WordPress.<br />Если выбрано, будет установлен и активирован плагин Loginizer.<br />Перейдите <a href="https://wordpress.org/plugins/loginizer/" target="_blank">по ссылке</a> для посещения сайта плагина.';
$l['ss']['classic-editor'] = 'Классический редактор (Classic Editor)';
$l['ss']['exp_classic-editor'] = 'Classic Editor восстанавливает предыдущий редактор WordPress и экран Edit Post, а также позволяет использовать плагины, расширяющие его, добавляет метабоксы в старом стиле, требующие предыдущий редактор.<br />Если выбрано, будет установлен и активирован плагин classic-editor.<br />Перейдите <a href="https://wordpress.org/plugins/classic-editor/" target="_blank">по ссылке</a> для посещения сайта плагина.';
$l['ss']['wpcentral'] = 'wpCentral - управление несколькими WordPress';
$l['ss']['exp_wpcentral'] = 'Помогает вам управлять всеми вашими блогами WordPress в ОДНОМ дашборде<br />Если выбрано, будет установлен и активирован плагин wpCentral.<br />Перейдите <a href="https://wordpress.org/plugins/wp-central/" target="_blank">по ссылке</a> для посещения сайта плагина.';
$l['ss']['no_pass_encrypt'] = 'Невозможно зашифровать пароль администратора, потому что домен не ссылается на корректный сервер';
$l['ss']['store_phone'] = 'Номер телефона';
$l['ss']['err_elabftw_protocol'] = 'eLabFTW работает только по HTTPS. Пожалуйста, активируйте HTTPS на вашем сервере.';

//Uncommon things

if($GLOBALS['soft'] == 8){
$l['ss']['err_ademail'] = 'Email администратора не валидный';
}

if($GLOBALS['soft'] == 25){
$l['ss']['err_makequery'] = 'Невозможно выполнить MySQL запрос!';
}

if($GLOBALS['soft'] == 27){
$l['ss']['err_ademail'] = 'Email администратора не валидный';
$l['ss']['settings'] = 'Настройки галереи';
$l['ss']['site_name'] = 'Имя галереи';
$l['ss']['site_desc'] = 'Описание галереи';
$l['ss']['name_exp'] = 'Имя галереи';
}

if($GLOBALS['soft'] == 28){
$l['ss']['err_ademail'] = 'Email администратора не валидный';
}

if($GLOBALS['soft'] == 20){
$l['ss']['err_ademail'] = 'Email администратора не валидный';
$l['ss']['wiki_settings'] = 'Настройки вики';
$l['ss']['wiki_name'] = 'Имя вики';
$l['ss']['wiki_name_exp'] = 'Имя вики';
}

if($GLOBALS['soft'] == 34){
$l['ss']['err_php'] = 'Текущая версия PHP меньше требуемой версии 5.0!';
}

if($GLOBALS['soft'] == 2){
$l['ss']['err_boardemail'] = 'Email форума не валидный.';
}

if($GLOBALS['soft'] == 13){
$l['ss']['real_name'] = 'Настоящее имя администратора';
}

if($GLOBALS['soft'] == 36){
$l['ss']['err_ademail'] = 'Email администратора не валидный.';
}

if($GLOBALS['soft'] == 41){
$l['ss']['real_name'] = 'Настоящее имя администратора';
}

if($GLOBALS['soft'] == 42){
$l['ss']['err_ademail'] = 'Email администратора не валидный';
}

if($GLOBALS['soft'] == 43){
$l['ss']['wiki_settings'] = 'Настройки вики';
$l['ss']['wiki_name'] = 'Имя вики';
$l['ss']['wiki_name_exp'] = 'Имя вики';
}

if($GLOBALS['soft'] == 44){
$l['ss']['err_ademail'] = 'Email администратора не валидный';
}

if($GLOBALS['soft'] == 45){
$l['ss']['err_php'] = 'Текущая версия PHP меньше требуемой версии 5.1.4!';
}

if($GLOBALS['soft'] == 46){
$l['ss']['err_php'] = 'Текущая версия PHP меньше требуемой версии 5.1.4!';
}

if($GLOBALS['soft'] == 47){
$l['ss']['err_ademail'] = 'Email администратора не валидный';
}

if($GLOBALS['soft'] == 54){
$l['ss']['err_php'] = 'Текущая версия PHP меньше требуемой версии 5.0.2!';
}

if($GLOBALS['soft'] == 55){
$l['ss']['err_php'] = 'Текущая версия PHP меньше требуемой версии 5.0.2!';
}

if($GLOBALS['soft'] == 56){
$l['ss']['err_php'] = 'Текущая версия PHP меньше требуемой версии 5.0.2!';
}

if($GLOBALS['soft'] == 57){
$l['ss']['err_php'] = 'Текущая версия PHP меньше требуемой версии 5.0.2!';
}

if($GLOBALS['soft'] == 59){
$l['ss']['err_php'] = 'Текущая версия PHP меньше требуемой версии 5.0.2!';
}

if($GLOBALS['soft'] == 70){
$l['ss']['err_php'] = 'Текущая версия PHP меньше требуемой версии 5.0!';
}

if($GLOBALS['soft'] == 72){
$l['ss']['err_php'] = 'Текущая версия PHP меньше требуемой версии 5.0!';
}

if($GLOBALS['soft'] == 79){
$l['ss']['err_boardemail'] = 'Email форума не валидный.';
}

if($GLOBALS['soft'] == 74){
$l['ss']['site_desc'] = 'Описание гостевой книги';
}

if($GLOBALS['soft'] == 75){
$l['ss']['site_desc'] = 'Имя гостевой книги';
}

if($GLOBALS['soft'] == 76){
$l['ss']['site_name'] = 'Имя гостевой книги';
}

if($GLOBALS['soft'] == 77){
$l['ss']['site_desc'] = 'Название гостевой книги';
}

if($GLOBALS['soft'] == 82){
$l['ss']['site_desc'] = 'Имя HESK';
}

if($GLOBALS['soft'] == 97){
$l['ss']['site_name'] = 'Имя организации';
}

if($GLOBALS['soft'] == 98){
$l['ss']['data_dir'] = 'Директория данных Moodle';
}

if($GLOBALS['soft'] == 101){
$l['ss']['site_desc'] = 'Лписание подкаста';
}

if($GLOBALS['soft'] == 113){
$l['ss']['err_php'] = 'Текущая версия PHP меньше требуемой версии 5.2!';
}

if($GLOBALS['soft'] == 114){
$l['ss']['err_php'] = 'Текущая версия PHP меньше требуемой версии 4.0.6!';
}

if($GLOBALS['soft'] == 104){
$l['ss']['site_name'] = 'Имя игры';
}

if($GLOBALS['soft'] == 117){
$l['ss']['err_php'] = 'Текущая версия PHP меньше требуемой версии 5.1.0!';
}

if($GLOBALS['soft'] == 138){
$l['ss']['data_dir'] = 'Директория данных Elgg';
}

if($GLOBALS['soft'] == 144){
$l['ss']['data_dir_exp'] = 'Будет расположена в корневой директории вашего аккаунта. Не должна быть доступна через веб по причиная безопасности!';
$l['ss']['site_name'] = 'Имя организации';
$l['ss']['site_email'] = 'Email организации';
}

if($GLOBALS['soft'] == 133){
$l['ss']['real_name'] = 'Настоящее имя администратора';
}

if($GLOBALS['soft'] == 148){
$l['ss']['data_dir_exp'] = 'Будет расположена в корневой директории вашего аккаунта. Не должна быть доступна через веб по причинам безопасности!';
$l['ss']['site_name'] = 'Имя организации';
}

if($GLOBALS['soft'] == 108){
$l['ss']['data_dir'] = 'Директория данных phpgedview';
}

if($GLOBALS['soft'] == 174){
$l['ss']['data_dir'] = 'Директория данных Moodle';
}

if($GLOBALS['soft'] == 176){
$l['ss']['err_ademail'] = 'Email администратора не валидный';
}

if($GLOBALS['soft'] == 177){
$l['ss']['err_boardemail'] = 'Email форума не валидный.';
}

if($GLOBALS['soft'] == 181){
$l['ss']['err_boardemail'] = 'Email форума не валидный.';
}

if($GLOBALS['soft'] == 202){
$l['ss']['data_dir'] = 'Директория данных Dolibarr';
}

if($GLOBALS['soft'] == 227){
$l['ss']['err_php'] = 'Текущая версия PHP меньше требуемой версии 5.1.0!';
}

if($GLOBALS['soft'] == 238){
$l['ss']['data_dir'] = 'Директория данных LetoDMS';
}

if($GLOBALS['soft'] == 256){
$l['ss']['data_dir'] = 'Директория данных BlueERP';
}

if($GLOBALS['soft'] == 267){
$l['ss']['real_name'] = 'Настоящее имя администратора';
}

if($GLOBALS['soft'] == 268){
$l['ss']['real_name'] = 'Настоящее имя администратора';
}

if($GLOBALS['soft'] == 275){
$l['ss']['site_name'] = 'Имя гостевой книги';
}

if($GLOBALS['soft'] == 296){
$l['ss']['ad_name'] = 'Имя пользователя';
}

if($GLOBALS['soft'] == 295){
$l['ss']['ad_name'] = 'Имя пользователя';
}

if($GLOBALS['soft'] == 294){
$l['ss']['ad_name'] = 'Имя пользователя';
}

if($GLOBALS['soft'] == 289){
$l['ss']['ad_name'] = 'Имя пользователя';
}

if($GLOBALS['soft'] == 314){
$l['ss']['data_dir'] = 'Директория данных Dolibarr';
}

if($GLOBALS['soft'] == 321){
$l['ss']['err_php'] = 'Текущая версия PHP меньше требуемой версии 5.0!';
}

if($GLOBALS['soft'] == 333){
$l['ss']['real_name'] = 'Настоящее имя администратора';
}

if($GLOBALS['soft'] == 343){
$l['ss']['data_dir'] = 'Директория данных Moodle';
}

if(webuzo()){
	$l['ss']['default'] = 'Default';
	$l['ss']['set-default'] = 'Set Default';
	$l['ss']['exp-set-default'] = 'Set it as a default service to be used';
	$l['ss']['exp-rem-default'] = 'This will remove the installed conflicting default service';
	$l['ss']['dep'] = 'Dependencies';
	$l['ss']['remove-dep'] = 'Remove Dependent Application(s)';
	$l['ss']['exp-remove-dep'] = 'This will recursively remove the installed dependent application(s)';
}

$l['ss']['special_dbchar'] = 'Первый символ пароля базы данных не должен быть спецсимволом';

$l['ss']['err_username_special_chars'] = 'В имени пользователя разрешены только буквы в нижнем регистре, цифры, нижнее подчёркивание и дефис';
$l['ss']['select_dateformat'] = 'Формат даты';
$l['ss']['select_industry'] = 'Производство';
$l['ss']['street_name'] = 'Улица';
$l['ss']['city_name'] = 'Город';
$l['ss']['post_code'] = 'Почтовый индекс';
$l['ss']['select_currency'] = 'Валюта';
$l['ss']['err_no_underscore'] = 'Нижнее подчёркивание в имени префикса базы данных не разрешается';
$l['ss']['err_passads'] = 'Пароль должен содержать одну букву, одну цифру и один спецсимвол';
$l['ss']['signon_username'] = 'Пользователь для входа';
$l['ss']['exp_signon_username'] = 'Если выбрано, указанный пользователь будет использоваться для входа';