<?php

//////////////////////////////////////////////////////////////
//===========================================================
// sync_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_data'] = 'К сожалению... но в вашем аккаунте не удалось найти данные от других Авто Установщиков';

//Theme Strings
$l['<title>'] = $globals['sn'].' - '.APP.' - Синхронизация/Импорт';
$l['import_soft'] = 'Синхронизация/Импорт';
$l['script_name'] = 'Название Скрипта';
$l['script_url'] = 'URL';
$l['softsubmit'] = 'Синхронизация/Импорт';
$l['nothing_checked'] = 'Вы не выбрали скрипт для синхронизации/импорта.';
$l['congrats'] = 'Поздравляю, программа была синхронизирована/импортирова успешно ';
$l['succesful'] = 'Они были успешно синхронизированы/импортированы в';
$l['admin_url'] = 'Админ. URL';
$l['enjoy'] = 'Мы надеемся, синхронизация/импорт прошли легко.';
$l['import_notes'] = 'Ниже приводятся некоторые важные примечания. Настоятельно рекомендуется прочитать их ';
$l['please_note'] = '<b>ПРИМЕЧАНИЕ</b>: '.APP.' производит только автоматическую установку и не предоставляет никакой поддержки программного обеспечения. Пожалуйста, посетите веб-сайт поставщика программного обеспечения для поддержки!';
$l['regards'] = 'С уважением';
$l['softinstaller'] = APP.' Авто Установщик';
$l['return'] = 'Вернуться на Главную';


