<?php

//////////////////////////////////////////////////////////////
//===========================================================
// help_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_email'] = '沒有指定的電子郵件地址';
$l['wrong_email'] = '指定的電子郵件地址格式錯誤';

//Theme Strings
$l['<title>'] = APP.' - 常見問答集';
$l['faq'] = '常見問答集 Frequently Asked Questions';

$l['help_soft'] = '什麼是 Softaculous ?';
$l['help_soft_ans'] = 'Softaculous 是一個 自動匯入/安裝 的安裝系統. Softaculous 幫助使用者來安裝 免費/開放原始碼 的指令於不到一分鐘內. 用戶可以安裝一個指令, 只需要在 Softaculous 裡面, 完全不需要 下載/上傳 任何檔案, 更不用說更改檔案了. 另外我們也製作了用戶可以客製化語法的功能來達到效率的目的, 當安裝完指令時將會顯示投票頁面來評分安裝並測試過後的指令. 簡短來說, Softaculous 只是一個讓用戶非常<b>快</b>的安裝指令.';

$l['help_install'] = '如何安裝指令 ?';
$l['help_install_ans'] = '使用 Softaculous 來安裝指令是輕而易舉的事情. 當您選好要安裝的指令後只需要點選 <b>安裝</b> 按鈕. 只需要填入客製化的指令內容然後點選安裝. 接著只需要等待語法安裝完成即可. <br />
當安裝完成後, Softaculous 會導向您至前往語法的連結或管理員工具箱.';

$l['help_err_ins'] = '我在安裝的時候遇到錯誤 ?';
$l['help_err_ins_ans'] = '大部份錯誤都是發生於 <b>錯誤的客製化流程</b>. 例如您提供一個無效的電子郵件或是已經存在的資料庫. 您其實只要輸入正確的電子郵件或者是尚未存在的資料庫即可. 如果問題還是持續存在請通知您的系統管理員.';

$l['help_support'] = '哪裡可以獲得語法的支援 ?';
$l['help_support_ans'] = 'Softaculous 不需負責幫助您在使用語法的時候支援您. 如果您需要一個語法的支援, 請前往他們的官方網站. 前往該支援網頁的連結應該就在該語法 <b>總攬</b> 的頁面.';

$l['help_rem'] = '如何移除一個語法 ?';
$l['help_rem_ans'] = '要移除一個語法, 前往該語法的 <b>總攬</b> 頁面. 那裡有個 <b>安裝資訊</b> 選項, 點選移除連結來移除該語法. 那裡會有一些選項. 選擇您要刪除的內容在點選 <b>刪除安裝包</b> 按鈕. 請<b>注意</b>, 有些選項是無法挽救或還原的.';

$l['help_ratings'] = '什麼是投票(評價) ?';
$l['help_ratings_ans'] = 'Softaculous 讓用戶可以評分使用過的語法, 讓其他的用戶可以參考. 那將會成為新用戶最佳的典範.';

$l['help_rate'] = '如何評分一個語法 ?';
$l['help_rate_ans'] = '評分一個語法其實滿簡單的. 只要點選投票頁面(位於該指令的標籤). 那將會開啟一個新的頁面有關於評分. 選擇您想要的評分然後點選送出來送出評分.';

$l['help_demos'] = '我要在哪裡才能找到語法的範例 ?';
$l['help_demos_ans'] = '範例連結將會顯示於安裝語法的頁面，這將會讓您更有效的選擇安裝的語法. 有些範例並不存在於 Softaculous 網頁，請前往該語法的官方網頁尋找.';

