<?php

//////////////////////////////////////////////////////////////
//===========================================================
// sync_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_data'] = '喔 ... 看起來沒有自動安裝機的資料可於您的帳戶被找到';

//Theme Strings
$l['<title>'] = $globals['sn'].' - '.APP.' - 同步/匯入';
$l['import_soft'] = '同步/匯入 語法';
$l['script_name'] = '語法名稱';
$l['script_url'] = '連結';
$l['softsubmit'] = '同步/匯入';
$l['nothing_checked'] = '您沒有選擇任何語法來 同步/匯入 進入您的記錄裡面.';
$l['congrats'] = '恭喜, 語法已經成功得被 同步/匯入 了';
$l['succesful'] = '他們已經成功的 同步/匯入 於';
$l['admin_url'] = '管理員連結';
$l['enjoy'] = '我們希望 同步/匯入 的程序是簡單的';
$l['import_notes'] = '以下為一些重要的事項. 我們高度建議您閱讀他們 ';
$l['please_note'] = '<b>注意</b>: '.APP.' 只是一個自動安裝機並且不具備任何支援的義務. 請前往語法開發者網頁尋求支援!';
$l['regards'] = '誠摯的';
$l['softinstaller'] = APP.' 自動安裝機';
$l['return'] = '回到主選單';


