<?php

//////////////////////////////////////////////////////////////
//===========================================================
// addplans_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_username'] = '作成するユーザー名を入力して下さい。';
$l['no_domain'] = 'ドメイン名を入力して下さい。';
$l['no_path'] = 'フルパスを入力して下さい。';
$l['no_backup_dir'] = 'バックアップ・ディレクトリのパスを入力して下さい。';
$l['no_replace_path'] = '置換されるパスを入力して下さい。';
$l['no_data_dir'] = 'データディレクトリのパスを入力して下さい。';
$l['err_domain_exists'] = 'ドメインは既に存在しています。別のドメイン名で試してみて下さい。';
$l['err_domain_not_added'] = 'いくつかの原因によりドメインは追加されませんでした。';
$l['err_no_reseller'] = 'あなたにはユーザー作成が許可されていません。。';
$l['err_path'] = 'ディレクトリを発見できませんでした。';
$l['err_user'] = 'このユーザーはドメインパスを保有していません。';

//Theme Strings
$l['<title>'] = 'Softaculous ? ユーザーの追加';
$l['title'] = 'ドメインの追加';
$l['domain_details'] = 'ドメイン詳細';
$l['username'] = 'ユーザー名';
$l['exp_username'] = '間にスペースを入力しないで下さい。';
$l['domain'] = 'ドメイン';
$l['exp_domain'] = '有効なドメインを入力して下さい。';
$l['path'] = 'パス';
$l['exp_path'] = 'ドメインのフルパス';
$l['replace_path'] = 'パスの置換';
$l['exp_replace_path'] = '置換されるパス';
$l['backup_dir'] = 'バックアップ・ディレクトリ';
$l['exp_backup_dir'] = 'バックアップが保存されるディレクトリのパス';
$l['data_dir'] = 'データディレクトリ';
$l['exp_data_dir'] = 'スクリプトがデータをインストールするディレクトリのパス';
$l['savedomain'] = 'ドメインの保存';
$l['done'] = '新しいドメインが保存されました。';


