<?php

//////////////////////////////////////////////////////////////
//===========================================================
// email_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_install'] = ' install.xmlを読み込むことができませんでした。';
$l['no_info_file'] = ' info.xmlを読み込むことができませんでした。';
$l['no_results'] = '何も発見されませんでした。';

//Theme Strings
$l['<title>'] = APP.' ? スクリプトセンター';
$l['adv_software_head'] = 'アドバンスド・ソフトウェア設定';
$l['enable'] = '無効';
$l['default'] = '初期値';
$l['editable'] = '編集可能';
$l['enable_exp'] = '選択した場合、エンドユーザーはそのオプションが利用可能となります。';
$l['default_exp'] = '初期値はインストールフォームでエンドユーザーへ表示されます。';
$l['editable_exp'] = '選択した場合、ユーザーは初期値を変更することができます。';
$l['save'] = '保存';
$l['reset_all'] = '初期設定のリセット';
$l['reset_soft'] = '&soft-1;設定のリセット';
$l['reset'] = 'リセット';
$l['settings_saved'] = '設定は正常に保存されました。';
$l['err_saving_data'] = '設定の保存中にエラーが発生しました。';
$l['settings_reset'] = '設定は初期設定へ復元されました。';

