<?php

//////////////////////////////////////////////////////////////
//===========================================================
// categories_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_orders'] = 'カテゴリーオーダーが送信されていません。';
$l['no_cat'] = '送信されたカテゴリーの１つが存在しません。';
$l['num_cat'] = '送信されたカテゴリー数が既存のカテゴリー数と一致しません。';
$l['saving_error'] = '設定の保存中にエラーが発生しました。';

//Theme Strings
$l['<title>'] = APP.' ? セッティング・センター';
$l['settings_saved'] = 'カテゴリー・オーダーは正常に保存されました。';
$l['reordercat_head'] = '再注文ソフトウェアカテゴリー';
$l['soft_free_note'] = '注意：'.APP.'の無料バージョンでは、オーダーカテゴリー機能は無効です。';
$l['reordercat'] = '再注文カテゴリー';

