<?php

//////////////////////////////////////////////////////////////
//===========================================================
// errorlog_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 4.1.8
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['saving_error'] = '設定の保存中にエラーが発生しました。';
$l['reset_confirm'] = 'ログをリセットしてもよろしいですか？';
$l['error_clearing_log'] = 'ログを削除することができませんでした。';
$l['cant_open'] = 'エラーログ・ファイルを開くことができません。';
$l['invalid_logfile'] = 'ログ・ファイルは無効です。';

//Theme Strings
$l['<title>'] = APP.' ? エラーログ';
$l['errorlog_head'] = 'エラーログ';
$l['clear_log'] = 'ログの削除';
$l['log_cleared'] = 'ログは正常に削除されました。';
$l['refresh_after_clear'] = 'エラーログは削除されました。ページをリロードします。';

