<?php

//////////////////////////////////////////////////////////////
//===========================================================
// settings_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('AMPPS') && !defined('WEBUZO')){

	die('Hacking Attempt');

}

$l['license_key'] = 'ライセンス';
$l['license_success'] = 'キーは正常に入力されました。';
$l['enter_license_key'] = 'ライセンスキー';
$l['exp_license_key'] = 'ここにあなたのライセンスキーを入力して下さい。';
$l['submit_license'] = '送信';
$l['no_licensekey'] = 'ライセンスキーを入力して下さい。';
$l['no_email'] = 'あなたのＥメールアドレスを入力して下さい。';
$l['enter_email'] = 'Ｅメールアドレス';
$l['exp_enter_email'] = 'ここにあなたの有効なＥメールアドレスを入力して下さい。';

