<?php

//////////////////////////////////////////////////////////////
//===========================================================
// root_pass_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_new'] = '新規パスワードを指定していません。';
$l['no_conf'] = '確認用パスワードが不明です。';
$l['no_match'] = '入力されたパスワードが一致しません。';
$l['err_changing'] = 'パスワードの変更中にエラーが発生しました。';

// Theme strings
$l['<title>'] = 'ルート・パスワードの変更';
$l['submit_button'] = 'パスワードの変更';
$l['new_pass'] = '新規パスワード';
$l['old_pass'] = '旧パスワード';
$l['retype_pass'] = '新規パスワードの再入力';
$l['change_note'] = 'ルート・パスワードの変更';
$l['change_final'] = 'あなたのパスワードはユーザー<strong>ルート</strong>用に正常に変更されました。';
$l['connect_error'] =' <strong>サーバ</strong>への接続中にエラーが発生しました。';

