<?php

//////////////////////////////////////////////////////////////
//===========================================================
// settings_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

//Theme Strings
$l['<title>'] = 'Webuzoの設定';
$l['pathhead'] = 'Webuzoの設定をアップデートする。';
$l['settings_saved'] = '設定は正常に保存されました。';
$l['edit_configs'] = 'アップデート';
$l['primary_domain'] = 'プライマリ・ドメイン';
$l['ns1'] = 'NS1';
$l['ns2'] = 'NS2';
$l['primary_ip'] = 'プライマリIP';
$l['no_primary_ip'] = 'プライマリ IPを入力して下さい。';
$l['no_primary_domain'] ='プライマリ・ドメインを入力して下さい。';
$l['no_ns1'] ='ネームサーバ１を入力して下さい。';
$l['no_ns2'] ='ネームサーバ２を入力して下さい。';
$l['err_primary_ip'] = '有効なプライマリIPを入力して下さい。';
$l['err_primary_domai'] = '有効なプライマリ・ドメインを入力して下さい。';
$l['err_ns1'] = '有効なネームサーバ１を入力して下さい。';
$l['err_ns2'] = '有効なネームサーバ２を入力して下さい。';
$l['domain_not_added'] = 'プライマリ・ドメインのアップデート中にエラーが発生しました。';

