<?php

//////////////////////////////////////////////////////////////
//===========================================================
// addremote_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_panel'] = 'アカウントの種類が選択されていません。';
$l['no_domain_name'] = 'ドメイン名が特定されていません。';
$l['no_username'] = 'アカウントのユーザー名が特定されていません。';
$l['no_password'] = 'アカウントのパスワードが特定されていません。';
$l['invalid_panel'] = '無効なアカウントの種類が送信されました。';
$l['invalid_domain'] = '無効なドメイン名が送信されました。';
$l['domain_exists'] = 'ドメインは既に存在しています。';
$l['no_paths'] = ' パスを決定できませんでした。不正確な情報が提供されている可能性があります。';

$l['<title>'] = 'リモートサイトの追加';
$l['header'] = 'リモートサイトを追加して下さい。';
$l['done'] = 'ウェブサイトは正常に追加されました。';
$l['choose_type'] = 'アカウントの種類';
$l['choose_type_exp'] = 'アカウントの種類を選択して下さい。';
$l['submit'] = 'リモートサイトを追加して下さい。';
$l['domain_name'] = 'ドメイン名';
$l['domain_name_exp'] = 'サイトが発行されるアカウントのドメイン名です。';
$l['username'] = 'アカウントユーザー名';
$l['username_exp'] = 'アカウントのユーザー名です。';
$l['password'] = 'アカウントパスワード';
$l['password_exp'] = 'アカウントのパスワードです（パスワードは保存されません）。';
$l['return_overview'] = '概要へ戻る。';



