<?php

//////////////////////////////////////////////////////////////
//===========================================================
// editremote_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_panel'] = 'アカウントの種類が選択されていません。';
$l['no_domain_name'] = 'ドメイン名が特定されていません。';
$l['no_username'] = 'アカウントのユーザー名が特定されていません。';
$l['no_password'] = 'アカウントのパスワードが特定されていません。';
$l['invalid_panel'] = '無効のアカウント種類が送信されました。';
$l['invalid_domain'] = '無効のドメイン名が送信されました。';
$l['domain_exists'] = 'そのドメインは既に存在しています。';
$l['no_paths'] = 'パスを決定できませんでした。誤った情報が提供されている可能性があります。';
$l['invalid_remote_id'] = 'Invalid Remote Site ID';

$l['<title>'] = 'リモートサイトの編集';
$l['header'] = 'リモートサイトを編集する。';
$l['done'] = 'リモートウェブサイトは正常に編集されました。';
$l['choose_type'] = 'アカウントの種類';
$l['choose_type_exp'] = 'あなたが持っているアカウントの種類を選択して下さい。';
$l['submit'] = 'リモートサイトを編集する';
$l['domain_name'] = 'ドメイン名';
$l['domain_name_exp'] = 'サイトにおけるアカウントのドメインが発行されます。';
$l['username'] = 'アカウントユーザー名';
$l['username_exp'] = '本アカウントのユーザー名です。';
$l['password'] = 'アカウントパスワード';
$l['password_exp'] = '.本アカウントのパスワードです（このパスワードは保存されません）。';
$l['return_overview'] = '概要へ戻る';


