<?php

//////////////////////////////////////////////////////////////
//===========================================================
// errorlog_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 4.1.8
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_tasks'] = '現在タスクはありません。';

//Theme Strings
$l['<title>'] = APP.' - タスクリスト';
$l['errorlog_head'] = 'タスクリスト';
$l['current_tasks'] = '稼働中タスク（過去１時間分）';
$l['finished'] = '終了';
$l['invalid_ssk'] = '無効なステータスキー';





