<?php

//////////////////////////////////////////////////////////////
//===========================================================
// help_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_email'] = 'Ｅメールアドレスが特定させませんでした。';
$l['wrong_email'] = '送信されたＥメールアドレスは無効です。';

//Theme Strings
$l['<title>'] = APP.' - ヘルプ';
$l['faq'] = 'FAQ';

$l['help_soft'] = ' Softaculousとは';
$l['help_soft_ans'] = ' Softaculousとは、無料・オープンソースのソフトウェアを数分でインストールする自動インストーラーです。ユーザーはファイルのダウンロードやアップロード等をすることなく、Softaculousで利用可能なソフトウェアをインストールすることができます。さらに、ソフトウェアを既に使用・テストしたユーザーによる評価を参照することにより、最適なソフトウェアを選択することができます。つまり、Softaculousを利用することにより、従来と比較して断然早く最適なソフトウェアをインストールすることができるのです。';

$l['help_install'] = 'ソフトウェアのインストール方法';
$l['help_install_ans'] = ' 
Softaculous によるソフトウェアのインストール方法はとでもシンプルです。必要なソフトウェアを選択した後、そのソフトウェアの<b>インストール</b>タブをクリックします。次に、必要事項を入力してインストールをクリックボタンするだけで、ソフトウェアのインストールが完了します。
ソフトウェアのインストールにセットアップ機能の利用が必要な場合は、Softaculous が必要なファイルをコピーし、ソフトウェアのセットアップページへのリンクを表示します。';

$l['help_err_ins'] = 'ソフトウェアのインストール中にエラーが発生した場合';
$l['help_err_ins_ans'] = 'エラーの発生原因は、<b>ユーザーによる誤入力</b>の場合がほとんどです（例：無効のＥメールアドレスまたはディレクトリ、既存のデータベース名の入力など）。そのような場合は、有効なＥメールアドレス、別のディレクトリおよびデータベース名を入力して下さい。それでもエラーが継続する場合は、サーバー管理者にご確認下さい。';

$l['help_support'] = 'ソフトウェアのサポート';
$l['help_support_ans'] = 'Softaculousでは、ソフトウェアに関するサポートは提供しておりません。ソフトウェアに関するサポートが必要な場合は、個別のサポートサイトをご参照下さい。サポートサイトのリンクは、個別のソフトウェアの<b>概要</b>タブで参照いただけます。';

$l['help_rem'] = 'ソフトウェアの削除方法';
$l['help_rem_ans'] = 'ソフトウェアの削除方法は、削除するソフトウェアの<b>概要</b>をご参照下さい。<b>現在のインスタレーション </b>セクション内で削除したいソフトウェアの削除リンクをクリックし、オプションページが表示された後、オプションを選択し、<b>インスタレーションの削除</b>ボタンをクリックして下さい。ただし、この削除は取り消すことができません。また、一度削除したインスタレーションは、再度ご利用いただけませんのでご注意ください。';

$l['help_ratings'] = 'ソフトウェアの評価';
$l['help_ratings_ans'] = 'Softaculousを利用することで、ユーザーはソフトウェアを評価することができます。それぞれのユーザーのソフトウェアに対する評価を参照することにより、新規のユーザーは、特定のカテゴリーにおける最適なソフトウェアを選択することができます。';

$l['help_rate'] = 'ソフトウェアの評価方法';
$l['help_rate_ans'] = ' ソフトウェアの評価方法は非常にシンプルです。まず、評価タブをクリックし、評価ページを開きます。次に、ソフトウェアに対するあなたの評価を選択し、送信ボタンをクリックするだけで、ソフトウェアを評価することができます。';

$l['help_demos'] = 'ソフトウェアのデモの利用';
$l['help_demos_ans'] = 'ソフトウェアのインストール前に、実際にソフトウェアを確認・試用できるよう、デモのリンクがソフトウェアには設けられています。デモは、各ソフトウェアのサイトもしくはSoftaculous のデモサイトにて利用が可能です。';


