<?php

//////////////////////////////////////////////////////////////
//===========================================================
// remote_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['<title>'] = 'リモートサイトリスト';
$l['header'] = 'あなたのリモートサイト';
$l['no_remote'] = 'リモートウェブサイトはありません。<a href="'.$globals['ind'].'act=addremote">追加する</a>';
$l['deleted'] = 'リモートウェブサイトは記録から削除されました。';
$l['site_type'] = 'タイプ';
$l['site_domain'] = 'ドメイン';
$l['site_username'] = 'ユーザー名';
$l['site_options'] = 'オプション';
$l['add_new'] = 'リモートウェブサイトの追加';
$l['edit'] = '編集';
$l['remove'] = '削除';
$l['del_conf'] = 'このリモートサイトを削除してもよろしいですか？';


