<?php

//////////////////////////////////////////////////////////////
//===========================================================
// categories_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_orders'] = '沒有類別順序提交.';
$l['no_cat'] = '其中一個提交的類別不存在.';
$l['num_cat'] = '提交的類別的數量不等於現有類別號碼.';
$l['saving_error'] = '在保存設置時出現一些錯誤.';

//Theme Strings
$l['<title>'] = APP.' - 設定中心';
$l['settings_saved'] = '類別順序已經成功儲存.';
$l['reordercat_head'] = '重新編排軟體類別';
$l['soft_free_note'] = '注意: 在免費版本的 '.APP.', 沒有排序類別的功能.';
$l['reordercat'] = '重新編排類別';

