<?php

//////////////////////////////////////////////////////////////
//===========================================================
// backups_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_new'] = 'パスワードを指定していません。';
$l['no_old'] = '旧パスワードを指定していません。';
$l['no_conf'] = '確認パスワードが不明です。';
$l['no_match'] = 'あなたが入力したパスワードは一致しません。';
$l['err_changing'] = 'パスワードの変更中にエラーが発生しました。';
$l['no_oldmatch'] = 'あなたが入力した旧パスワードが一致しません。';

// Theme strings
$l['<title>'] = 'FTPユーザー・パスワードの編集';
$l['submit_button'] = 'パスワード変更';
$l['new_pass'] = '新規パスワード';
$l['old_pass'] = '旧パスワード';
$l['retype_pass'] = '新規パスワードの再入力';
$l['change_note'] = 'FTPユーザー・パスワードの編集';
$l['change_final'] = 'FTPユーザー・パスワードは正常に変更されました。<a href="'.$globals['index'].'act=ftpmanage">Manage FTP</a>へ戻って下さい。';

