<?php

//////////////////////////////////////////////////////////////
//===========================================================
// ftp_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['err_del_msg'] = '削除するログがありません。';

//Theme Strings
$l['<title>'] = 'ログイン・ログ';
$l['ftp_head'] = 'ログイン・ログ';

$l['access'] = 'データ';
$l['user'] = 'ユーザー';
$l['ip'] = 'IPアドレス';
$l['status'] = 'ステータス';
$l['today'] = '<strong>今日</strong>';
$l['delete'] = '全てのレコードを削除する';
$l['rec_deleted'] = 'ログは正常に削除されました。';
$l['connect_error'] =' <strong>サーバー</strong>への接続中にエラーが発生しました。.';
$l['record_del_conf'] = 'ログイン・ログを削除してもよろしいですか？';

