<?php

//////////////////////////////////////////////////////////////
//===========================================================
// categories_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_orders'] = 'Нет категории порядок были представлены
No category orders were submitted.';
$l['no_cat'] = 'Одна из представленных категорий не существует.';
$l['num_cat'] = 'Количество представленных категорий не равно числу существующих категорий.';
$l['saving_error'] = 'При сохранении настроек возникли некоторые ошибки.';

//Theme Strings
$l['<title>'] = ''.APP.' - Центр настроек';
$l['settings_saved'] = 'Порядок категорий был успешно сохранен.';
$l['reordercat_head'] = 'Изменение порядка Software категорий';
$l['soft_free_note'] = 'Примечание. В бесплатной версии '.APP.', упорядочение категорий отключено.';
$l['reordercat'] = 'Изменение порядка категорий';

