<?php

//////////////////////////////////////////////////////////////
//===========================================================
// customscripts_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_name'] = 'Не указано название скрипта.';
$l['no_softname'] = 'Не указано '.APP.' Название.';
$l['no_desc'] = 'Не указано описание.';
$l['no_ver'] = 'Не указана Версия.';
$l['no_cat'] = 'Не указана Категория.';
$l['invalid_cat'] = 'Выранна не корректная категория.';
$l['invalid_softname'] = 'Скрипта <b>&soft-1;</b> нет в папке.';

//Theme Strings
$l['<title>'] = ''.APP.' - Собственные скрипты';
$l['not_available'] = 'Эта функция не доступна в бесплатной версии.';
$l['go_to_soft'] = 'Скрипты';
$l['soft_name'] = 'Название';
$l['soft_desc'] = 'Описание';
$l['soft_ver'] = 'Версия';
$l['confirm_remove'] = 'Вы уверены, что хотите удалить этот собственный скрипт ?';
$l['remove_cs'] = 'Удалить';
$l['edit_cs'] = 'Редактировать';
$l['add_cs'] = 'Добавить собственные скрипты';
$l['cs_removed'] = 'Скрипт усрешно удален.';
$l['wrong_sid'] = 'Вы указали неправильный ID собственного скрипта для редактирования.';
$l['edit_cust_scr'] = 'Редактирование собственного скрипта';
$l['edit_submit'] = 'Редактирование скрипта';
$l['csname'] = 'Название скрипта';
$l['csname_exp'] = 'Название собственного скрипта';
$l['softname'] = ''.APP.' название';
$l['softname_exp'] = 'Название папки с пакетом скрипта. Не более 7 знаков.';
$l['desc'] = 'Описание скрипта';
$l['desc_exp'] = 'Краткое описание скрипта.';
$l['ver'] = 'Версия скрипта';
$l['ver_exp'] = 'Версия этого скрипта';
$l['cat'] = 'Категория';
$l['cat_exp'] = 'Пожалуйста выберите категорию';
$l['cs_edited'] = 'Детали собственного скрипта успешно сохранены.';
$l['cs_added'] = 'Собственный скрипт успешно добавлен.';
$l['add_cust_scr'] = 'Добавление своих скриптов';
$l['add_submit'] = 'Добавить скрипт';
$l['guide_cs'] = 'Документация, чтобы сделать пакет скрипта';
$l['soft_action'] = 'Action';
$l['cust_scr'] = 'Custom Scripts';
$l['ampps_notify_premium'] = 'This feature is available in the premium version of AMPPS. Please purchase <b><a href="https://ampps.com/clients">AMPPS Premium</a></b>';
