<?php

//////////////////////////////////////////////////////////////
//===========================================================
// settings_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('AMPPS') && !defined('WEBUZO')){

	die('Hacking Attempt');

}

$l['license_key'] = 'Лицензия';
$l['license_success'] = 'Ключ введен успешно';
$l['enter_license_key'] = 'Лицензионный ключ';
$l['exp_license_key'] = 'Введите здесь лицензионный ключ.';
$l['submit_license'] = 'Принять';
$l['no_licensekey'] = 'Пожалуста введите лицензионный ключ.';
$l['no_email'] = 'Пожалуйста введите Ваш E-mail адрес';
$l['enter_email'] = 'Email адрес';
$l['exp_enter_email'] = 'Введите правильный E-mail адрес здесь';

