<?php

//////////////////////////////////////////////////////////////
//===========================================================
// emailtemp_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// Version : 1.0
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       8th Mar 2010
// Time:       23:00 hrs
// Site:       http://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['done'] = 'План был успешно удален. Обновить <a href="'.$globals['index'].'act=plans">страницу</a>';
$l['no_plan'] = 'Не указан план. <a href="'.$globals['index'].'act=addplans">Добавить план сейчас</a>';
$l['plan_save_fail'] = 'Не удается удалить план';
$l['del_conf'] = 'Вы действительно хотите удалить этот план?';
$l['no_plan_support'] = 'Plans feature is not supported on this panel';

//THEME settings
$l['<title>'] = 'Планы';
$l['title'] = 'Планы';
$l['planname'] = 'Планы';
$l['options'] = 'Опции';
$l['addplan'] = 'Добавить план';
$l['edit_plan'] = 'Изменить план';
$l['del_plan'] = 'Удалить план(ы)';
$l['res_note'] = '<b>Примечание </b>: Имена плана(ов), которые начинаються с "reseller_" принадлежат <b>Реселлерам</b>.';
$l['go'] = 'Ok';
$l['del_insid'] = 'Вы действительно хотите удалить выбранный план(ы)? Действие будет необратимым. \nNo без дальнейших подтверждений !';
$l['inst_remvd'] = 'Выбранный план (ы) были удалены. Страница будет перезагружена сейчас!';
$l['no_sel_inst'] = 'Не выбран план(ы) для удаления.';
$l['with_selected'] = 'With Selected';

