<?php

//////////////////////////////////////////////////////////////
//===========================================================
// updates_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['unable_connect'] = 'Мы не смогли подключиться к <a href="http://www.softaculous.com">Softaculous</a>'; 
$l['updating_error'] = 'Во время обновления до последней версии, возникли некоторые ошибки. Журнал процесса обновления отображается ниже. Пожалуйста, попробуйте обновить еще раз позже'. 
 
//Theme Strings
$l['<title>'] = ''.APP.' - центр обновления';
$l['updated_successfully'] = 'Успешно обновлена ​​до последней версии';
$l['update_logs'] = 'Обновить журнал';
$l['update_softaculous'] = 'Обновление '.APP.'';
$l['cur_ver'] = 'Текущая версия';
$l['latest_ver'] = 'Последняя версия';
$l['not_connect_soft'] = 'Не удается подключиться к '.APP.'';
$l['updatesoftaculous'] = 'Обновить '.APP.'';

